Repository: mozilla-l10n/mt-training-data
Catalog: plk/plk_pontoon.tmx
Source language: en_us
Languages: plk

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
plk: اگر څھوْڑ تعاون تھون دہ گران لیل بِینیْ، توْ څھوْ کھاں گہ وخ دہ تومیْ جِبے مواد پشون واپس آئیبانَت

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
plk: آگر څھوْس اے ایس آر ماڈلو ٹولز اورڑینَت توْ، څھوْس قامے<discourseLink> مُتہ جگو سے رابطہ تھوبانَت </discourseLink>

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
plk: اگر څھوْس ڈیٹا سیٹ اےْ بارَد مُتوْ جوْ موْݜ کال تھون کھوشنَت یا منصوبہ بند پلیٹ فارم اےْ توسیع دہ شریک سرمایہ کاری تھینَت یا تعاون تھون لُکھینَت توْ <emailFragment> اسوْڑ کِھڇِیک لِکِیا۔ </emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
plk: اگر جائزہ ہرونے کِرِیا څھے جُملائے بڑِتھان، تو مہربانی تھے مُتہ جُملائے ٹول تھون دہ اسے امداد تِھیا۔

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
plk: اگر څھوْڑ لیل بِینیْ چہ تلفظ<strong> پرجون ممکن نانیْ <strong> توْ اسدی <strong> پس منظرے شور </strong>بُو، یا </strong>مُتہ جک سگہ موْݜ کال تھینَن بو، تو څھوْڑ کلپ رد تھون پکارن۔ <accuracyLink>اسے سُونڇِھیارے معیارے بارد معلومات ڇکِیا </accuracyLink>

source: Igbo
plk: اگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
plk: موں آ سات دہ #کامن وائس ئڑ صوتی عطیہ تھونے ایْک ذاتی مقصد سنانسُن۔ موْ سےْ ٹل بِیا آ مشینی سِڇھرِیون دہ امداد تھِا چہ حقیقی جک سہ کاتھ موْݜ کال تھینَن{ $link }

source: Imagine you’re texting a friend or telling someone a story
plk: تصور تِھیا چہ څھوْس کوئے دوسڑ ٹیکسٹ تھینَت یا جیئڑ قصہ ݜُݨرینَت

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
plk: کاتھ چہ څھوْس موزیلا دہ بِیان تھینَت چہ موْ آ معلومات سمٹون دہ څھوْسے ساتیْ نُس <privacyLink> پرائیویسی پالیسی</privacyLink>

source: Include appropriate citation
plk: مناسب حوالہ ٹل تِھیا۔

source: Include filler words and markers
plk: فلر الفاظیْ گہ مارکر ٹل تِھیا۔

source: Includes email, username & demographic info, available right away
plk: ای میل، صارفے نُوم گہ آبادی معلومات جیْ مُشتمِلُن، چیئے دستیابُن۔

source: Includes mp3s and related sentences, may take some time to prepare
plk: آس دہ mp3s گہ متعلقہ جُملائے شاملَن، تیاری دہ شناکَک وخ ݜچَو۔

source: Incorrect punctuation or capitalization
plk: غلط اوقاف یا کیپٹلائزیشن

source: Indonesian
plk: انڈونیشین

source: Indus Kohistani
plk: انڈس کوہستانی

source: Information about the language
plk: جِبے بارَد معلومات

source: In general, we advise that the person who checks the transcription should not be the same person who did the original transcription. It is very hard to check your own work! Having multiple lines of review can help make quality assurance more robust, and help mitigate biases and issues.
plk: عام شان گیْ بیْس مشورہ دوݨَس چہ نقلے جائزہ ہریک اج اسہ منُوڙوْ بون پکارُن کھاں سیْ اصل نقل تھاؤس۔ توموْ کوْمے جائزہ ہرون لئی گرانِن۔ عبارت دہ بسکی کِھڇِھؤ جإزہ ہرون گیْ معیار دہ مِݜٹِیار گہ سُونڇِھیار دہ مدد ہشِینیْ، آ گیْ تعصبات گہ مسائل کم تھون دہ مدد ہشِینیْ۔

source: In general, you should write down everything you hear. This includes;
plk: عام شان گیْ څھوْڑ ہر اسہ څیز لِکَون پکارِن کھاں څھوْ ݜُݨنَت۔ آس دہ ٹل تِھیا

source: In Progress
plk: جاری نُوْ

source: Insert punctuation that could change the meaning – keep the flow natural.
plk: اوقاف ٹل تِھیا کھاں گیْ معنی بدل بوبانَن ۔ قرتی بہاؤ قائم پھتِیا۔

source: Interested in getting involved with this project, or partnering with us?
plk: آ پروجیکٹ دہ ٹل بونے دلچسبی نیْ یا اسو سے ساتیْ شراکت داری تھون کھوش نَت؟

source: Interested in learning more and contributing to the project?
plk: شنا متیْ لڇھون گہ پروجیکٹ سے تعاون تھون دہ څھے دلچسبی ہنی یا؟

source: Interface language:
plk: انٹرفیسے جِب۔

source: Interlingua
plk: انٹرلنگوا

source: Interlingue
plk: انٹرلنگوا

source: [interrupted by background noise]
plk: [پس منظرے چیغو گیْ رٹِیلوْ]

source: Intersex
plk: انٹر سیکس

source: Iñupiaq
plk: اݩپیاق

source: Invalid file
plk: غلط فائل

source: Irish
plk: آئرش

source: IsiNdebele (North)
plk: آئسبڈیبیل (شمالی)

source: IsiNdebele (South)
plk: آئسنڈیبل (جنوبی)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
plk: <isoCodeLink> plk </isoCodeLink> اگر معلومُن

source: Is the clip valid?
plk: کلپ سمُن یا؟

source: Italian
plk: اٹالین

source: It contains words or phrases that are hard to read or pronounce.
plk: آس دہ ادا الفاظ یا جُملائے بینَن کھاں پڑِیون یا تلفظ تھون گران بینَن۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
plk: ڈیٹا سیٹے مدڇِھیار تھون گہ 100+ جِبو کمیونٹی کِرِیا پلیٹ فارم مِݜٹوْ سنونے کِرِیا تقریباً ایک ملین ڈالر کالو سر دہ خرچ بینَن، کھاں بیْس تھوݨَس، اسہ جیْ سہ ڈاڈَن؟

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
plk: ڈیٹا سِیٹے میزبانی تھون آں 100 + زبوقامے پلیٹ فارم ادِیؤ گہ مِݜٹوْ سنونے کِرِیا تقریباَ ایک ملین ڈالر کالو سرے خرچ بینَن، کوئے چہ اسے تِھیلکِجیْ ڈاڈ بینَن<strong> اگر څھوْس شِیلوْ ہِیؤ گیْ جامع ڈیٹائے قدر تھینَت تو اش عطیہ تِھیا۔<strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
plk: ڈیٹاسیٹس اےْ میزبانی گہ ریلیز تھونے، پلیٹ فارم مڑنے سنونے گہ چلِیون <africaMradiLink> آں قامے پروگرامی </africaMradiLink>چلِیون دہ بسکیْ رقم خرچ بِینیْ۔

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
plk: آ لئی اہمِن چہ تام متنے جُملائے <publicDomain> پبلک ڈومینے </publicDomain>بین تے چہ کامن وائس ڈیٹا سیٹَڑ لائسنس cc0 اےْ تحت جاری تِھجِلُن۔ صرف ایْک جُملہ اپ لوڈ تِھیا اگر څھوْڑ یقین بِی، ہمشہ متعلقہ حوالہ ٹل تِھیا۔

source: It is written in a language different than what I’m reviewing.
plk: آ اسہ جِبِجیْ مختلفِن کھاں سے موْس جائزہ ہرمس۔

source: It is written in a language different than what I’m speaking.
plk: آ ایْک ادَئی جِب دہ لِکجِلِن کھاں موْس دیمَس۔

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
plk: حوالہ جات ٹل تھون لازمِین۔ تے چہ بیْس چیک تھوبوݨ چہ جُملائے عوامی ڈومین دان آں کاپی رائٹ اےْ جوک گہ پابندی لاگو نہ بِینیْ

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
plk: کامن وائس سنون دہ لو جو ݜچانوْ، آ بیْہ اکلوْ بوئے نہ تھوبوݨَس۔ اسو سے شرکت داری تھون کھوشنَت یا؟ بیْس څھوْجیْ ݜُݨَون پسند تُھوِیس

source: Izhorian
plk: ازہورین

source: Jamaican Patois
plk: جمیکا پیٹوئس

source: Japanese
plk: جاپانی

source: Jaqaru
plk: جقارو

source: Javanese
plk: جاوانیسے

source: Join Discord Community
plk: ڈسکارڈ کمیونٹی سے ٹل بِیا

source: Join Mozilla Data Collective
plk: موزیلا ڈیٹا کولیکٹیو دہ ٹل بِیا

source: Join the Common Voice mailing list
plk: کامن وائس میلنگ لسٹ دہ ٹل بِیا

source: Join us on Discord
plk: Discord جیْ اسو سے ٹل بِیا

source: Join us to advance voice technology and empower more user contributions.
plk: صوتی ٹیکنالوجی خور تھون گہ صارفو تعاون شیناک گہ بااختیار سنونے کِرِیا اسو سے ساتیْ ٹل بِیا۔

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
plk: جِنیْ گیْ قدرتی شان گیْ جُواب دِیا کچا چہ څھوْس کوئے جُملومجیْ دوبانَت۔ آ یقینی تھیا چہ څھے جِب قابل حترامِن آں جارحانہ نانیْ

source: Just Unsure?
plk: صرف غیر متبَر؟

source: Kabardian (East Circassian)
plk: کبارڈین (مشرقی سرکاشین)

source: Kabyle
plk: کابیل

source: Kachhi
plk: کچھی

source: Kaitag
plk: کائٹگ

source: Kalasha
plk: کالاشا

source: Kalenjin
plk: کالجن

source: Kalkoti
plk: کلکوٹی

source: Kannada
plk: کنّادا

source: Kaqchikel
plk: کاقچِکیل

source: Kara
plk: کارا

source: Karachay-Balkar
plk: کراچے بالکر

source: Karakalpak
plk: کراکلپک

source: Kasem
plk: کاسیم

source: Kashmiri
plk: کشمیری

source: Kateviri
plk: کتہ وری

source: Kazakh
plk: قازق

source: { $kb }kb max
plk: { $kb } kb جیْ بسکیْ۔

source: Keep
plk: پھتِیا (بِدِیا)

source: Keep it up, record again <recordIcon></recordIcon>
plk: جاری پھتِیا، ست دُبار ریکارڈ تِھیا <recordIcon></recordIcon>

source: Keep the recordings
plk: ریکارڈنگ جاری پھتِیا۔

source: Keep track of your progress and metrics across multiple languages.
plk: لے جِبُو جیْ تومیْ پیشرفت گہ میٹریکس جیْ نظر بِدِیا

source: Keep track of your progress with a profile
plk: پروفائل سے ساتیْ تومیْ پیشرفعت جیْ گہ نظر چھورِیا۔

source: Keep track of your progress with a profile and help our voice data be more accurate.
plk: پروفائل سے ساتیْ تومیْ پیش رفتِجیْ نظر چھورِیا آں اسے صوتی ڈیٹا بسکو سُونڇھوْ سنون دہ اسے امداد تِھیا۔

source: Keep your volume consistent - don’t shout or sing
plk: توموْ حجم مستقل رڇھہ، چیغہ نہ دِیا

source: Kelabit
plk: کلابِت

source: Kenyah
plk: کینیا

source: Kenyi
plk: کینی

source: Ketrani
plk: کیتھرانی

source: <key>1</key>-<key>{ $numLanguages }</key> Tag with language
plk: <key>1</key><key>{ $numLanguages }</key>جِب ٹیگ تِھیا

source: Keyboard usage
plk: کی بورڈے استعمال

source: <key>{ tag-page-shortcut-select-all }</key> { select-all }
plk: <key><key>{ tag-page-shortcut-select-all }</key>{ select-all }

source: <key>{ tag-page-shortcut-toogle-mouse-keyboard }</key> { toogle-mouse-keyboard }
plk: <key>{ tag-page-shortcut-toogle-mouse-keyboard }</key>{ toogle-mouse-keyboard }{ toogle-mouse-keyboard }{ toogle-mouse-keyboard }

source: Khmer
plk: کھمیر

source: Khowar
plk: کھوار

source: K'iche'
plk: کِچھی

source: Kichwa
plk: کِچوا

source: Kidaw'ida
plk: کداوِیدا

source: Kihemba
plk: کھیمبا

source: Kikamba
plk: کِکمبا

source: Kikuyu
plk: کیکُویُو

source: Kinyarwanda
plk: کنیاروانڈا

source: Kirombo
plk: کیرومبو

source: Kirundi
plk: کرونڈی

source: Kohistani Shina
plk: کوہستانی شینا

source: Kom
plk: کوم

source: Komi-Zyrian
plk: کومی زائرین

source: Konkani (Devanagari)
plk: کونکانی (دیوناگری)

source: Konzo
plk: کونزو

source: Korean
plk: کورین

source: Kotokoli
plk: کوتوکولی

source: Kreol Morisien
plk: کریول موریسیئن

source: Kuku
plk: کُوکُو

source: Kunabembe
plk: کنابیمبے

source: Kurmanji Kurdish
plk: کرمانجی کُردش

source: Kwasio
plk: کواسیو

source: Kyrgyz
plk: کرغیزی

source: Labeling noise events like coughing or laughing
plk: چیغو واقعاتوْ نکھوْ تھون کاتھ چہ کُھو یا ہزون

source: Labeling significant noise pollution, like background chatter or car horns
plk: صوتی ڇھائے لیبل ݜیون کاتھ چہ بیک گراؤنڈ دہ لھارِیؤ ہارن گہ چیغہ

source: Ladin
plk: لادِن

source: Lango
plk: لنگو

source: Language
plk: جِب

source: Language Fundamentals (e.g. Digits, Letters, Money)
plk: جِبے بُنیادی اصول (مثال گیْ ہندسائے، حرفی، رقم)

source: Language Request
plk: جِبے درخواست

source: Language request successfully submitted, thank you.
plk: جِبے درخواست کامیابی گیْ جمع تِھجِلِن۔ شکریہ

source: Languages
plk: جِبہ

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
plk: جِبہ مقامی بونے وجہ گیْ سیݨے توثیقے کِرِیا بسکوچہ تقاضائے بوبانَن۔ اگر کوئے جِبے کِرِیا توثیقے جو مخصوص فائل نِش توْ تے شراکت دارو کِرِیا انگرزی قواعد ظاہر بُوِیی۔

source: Language Text
plk: جِبے متن

source: Lao
plk: لاؤ

source: Large bulk sentence submission
plk: لا تعدادو جُملائے جمع تھیون

source: Large scale corporates and platform companies
plk: بڑیْ پیمانائے کارپوریٹس گہ پلیٹ فارم کمپنیئے

source: Lassi
plk: لاسی

source: Last Updated: { $lastUpdatedTimeStamp }
plk: آخری اپ ڈیٹس { $lastUpdatedTimeStamp }

source: Latgalian
plk: لٹگالین

source: Latvian
plk: لیٹوین

source: Laugh
plk: ہزون

source: Launched
plk: لانچ بِلیْ

source: Laz
plk: لاز

source: Leaderboard Visibility
plk: لیڈربوڈے پشنی

source: Learn about partnerships with Common Voice
plk: کامن وائس سے ساتیْ شراکتے بارَد معلوم تِھیا

source: Learn about the mission and team behind Common Voice
plk: کامن وائس اےْ مشن گہ ٹیم اےْ بارد معلومات حاصل تِھیا

source: Learn how to check a transcription
plk: نقل چیک تھونے طریقہ سِڇھہ

source: Learn how to take part
plk: سِڇھونے طریقہ معلوم تِھیا

source: Learn how to transcribe
plk: نقل تھونے طریقہ سِڇھہ

source: Learn how to use this page
plk: آ صفحہ استعمال تھون سِڇھہ

source: Learn More
plk: مُتیْ گہ سڇہ

source: Leaving now means you’ll lose your changes
plk: چیئے پھتونے مقصد آ نیْ چہ څھوْ تومیْ تبدیلیوجیْ محروم بُویت۔

source: Leaving now means you'll lose your progress
plk: چیئے پھتونے آ مقصدِن چہ څھوْ تومیْ تِھیلوْ کوْمِجیْ بوجِیت۔

source: Lendu
plk: لینڈو

source: Length
plk: ڙِگِیار

source: Let's Get Started
plk: اِیا شیروع تھوݨ

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
plk: کھاں جِب دہ موْݜ کال بِینوْ آسَس دہ حرفی صحیح بون پکارَن۔ مثال گیْ “ж” روسی حروف تہجی دہ ایْک حرفُن مگر انگرزی دہ کرہ گہ استعمال نہ بِینوْ۔ آ سے کِرِیا انگرزی کھاں گہ متن دہ کرہ گہ ظاہر نہ بون پکارُن۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
plk: لِبرِی سپیچ ایْک کارپسِن کھاں تقریباً 1000 گھنٹو 16Khz پڑیجِک انگرزی تقریرو مجموعانوْ کھاں پروجیکٹ سے پڑِیجیئے آڈیوبکس جیْ اخذ تِھجِلِن۔

source: License
plk: کوْݨ دِیا

source: License: <licenseLink>CC-0</licenseLink>
plk: لائسنس <licenseLink> سی سی-0 </licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
plk: لائسنس<licenseLink>{ $license }</licenseLink>

source: Ligurian
plk: لِگورِین

source: Lingala
plk: لِنگالا

source: Link Copied
plk: لِنک کاپی بِلوْ

source: Links to websites that can help us understand the language
plk: ویب سائٹس لنکس کھاں جِبہ پرجون دہ اسے مدد تھوبانَن

source: Listen
plk: کوْݨ دِیا

source: Listening
plk: کوْݨ دون

source: Listen options menu
plk: اختِیارو مینو کوْݨ دِیا۔

source: Listen-Queue
plk: کوْݨ دیا

source: Lithuanian
plk: لیتھونین

source: Loading…
plk: لوڈنگ

source: Loading sentences…
plk: جُملائے لوڈ بینَن۔

source: Loarki
plk: لوارکی

source: Localized
plk: لوکلائزڈ

source: Log In
plk: لاگ ان

source: Login Identity
plk: لاگ ان شِناخ

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
plk: <loginLink> لاگ ان </loginLink> یا سائن اپ </loginLink> لا جُملائے ٹل تھونے کِرِیا </loginLink> لاگ ان یا سائن اپ تِھیا۔

source: Log in or sign up to get started
plk: شیروع تھونے کِرِیا لاگ اِن تھیا یا سائن اپ تِھیا۔

source: Log In / Sign Up
plk: لاگ ان / سائن اپ

source: Log In / Sign Up with { $company } email
plk: لاگ ان/سائن ان { $company } تومیْ ای میل سے ساتیْ

source: Log Out
plk: لاگ آؤٹ

source: Loja Highland Kichwa
plk: لوجا ہائی لینڈ کیچوا

source: Lojban
plk: لوجبن

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
plk: متن اورڑِیا کُدی کاپی رائٹ لاگو نہ بِینوْ۔ مثالے شان گیْ لے کتابیْ کھاں 1920ء جیْ مُڇھو شائع بِلِیاسیْ

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
plk: ادَئی لیل بِینیْ چہ آ جِب دہ کوْݨ دونے کِرِیا کھاں گہ کلِپ نِش۔ چیئے شناکَک ریکارڈ تھون دہ اسے امداد تِھیا

source: Losso
plk: لوسو

source: Luganda
plk: لُوگنڈا

source: Luxembourgish
plk: لکسمبرگش

source: Macedonian
plk: مقدونیائی

source: Mada
plk: مادا

source: Maithili
plk: میتھلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
plk: آ موڙِجیْ یقین تِھیا چہ موْݜ تھونِجیْ مُڇھو پلیٹ فارم سہ ریکارڈنگ تِھینوْ، آں آ څھے موْݜ کال بڑجونِجیْ پتو بن بِینوْ۔

source: Make sure the sentence meets the following criteria:
plk: یقینی تِھیا چہ جُملہ درج ذیل معیارِجیْ پُوروْ بی۔

source: Make sure they can be answered in just a couple of sentences
plk: آ یقین تِھیا چہ آئیݨے جواب صرف ایک یا دُو جُملو مجی دِجبائے

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
plk: توموْ جمع تھیِیلوْ ڈیٹا دہ ڈیموگرافک ڈیٹا ٹل تھے بوبا سُمار مِݜٹوْ سنونے کوشِش تِھیا۔ بیْس تمام ڈیموگرافک ڈیٹا پبلک تھونِجیْ مُڇھو اسہ سے شاخ ختم تھوݨَس۔

source: Malagasy
plk: ملاگاسی

source: Malay
plk: ملایا

source: Malayalam
plk: ملایالم

source: Male
plk: مالے

source: Male/Masculine
plk: مُشا

source: Maltese
plk: مالٹیز

source: Manage Email Subscriptions
plk: ای میل سبسکرپشنے بن بس تِھیا۔

source: Manage Subscriptions
plk: سبسکرپشنے بن بس تِھیا۔

source: Manx
plk: منکس

source: Mapudungun
plk: ماپُدُنگُن

source: Mara
plk: مارا

source: Marathi
plk: مرہٹی

source: <mark>Check</mark>
plk: <mark> چیک </mark>

source: <mark>Data</mark>
plk: <mark> ڈیٹا </mark>

source: <mark>Prompt</mark>
plk: <mark>پرامپٹ </mark>

source: <mark>Respond</mark>
plk: <mark> جُواب دِیا </mark>

source: <mark>Transcribe</mark>
plk: <mark>نقل تِھیا </mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
plk: <mark> سی وی استعمال تھونے کِرِیا</mark><br/> <mark>څھے اوروڑ</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
plk: <mark>اسوڑ پکارِن</mark><br/> <mark> څھے امداد<mark>

source: Massa
plk: ماسا

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
plk: میٹرکس ایْک پھگُتھوْ گہ لہُوکوْ غیرمرکزی، ڑیئل ٹائم مواصلاتی پروٹوکول آں موزیلا اےْ طرفِجیْ اوزگار ڈسکشن پلیٹ فارمُن۔

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform. We are in room "common-voice:mozilla.org".
plk: میٹکس گہ کندریقرت، ریئل ٹائم کمیونیکیشن، گہ موزیلا اےْ ترجیحی اوپن ڈسکشن پلیٹ فارمےکِرِیا ایْک پتوڑگہ لہُوکو پروٹوکولُن۔ بیْہ کام وائس موزیلا اےْ کمرہ "common-voice:mozilla.org" داسَن۔

source: Matses
plk: ماٹسیس

source: Maximum file size: 25 MB
plk: فائلے لو جیْ لو سائز: 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
plk: شاید اسے<homepageLink> ہوم پیج </homepageLink> مدد تھو؟ سوال کھوجونے کِرِیا، مہربانی تھے جائن <matrixLink> میٹریکس کمیونٹی چیٹ </matrixLink> مانیٹر سائٹ ایشوز وایا <githubLink> گٹ ہب </githubLink> یا وزٹ <discourseLink> اسے ڈسکورس فورمز </discourseLink>

source: MB
plk: ایم بی

source: Mbo
plk: ایمبو

source: Mbum
plk: مبٔم

source: Meadow Mari
plk: میڈو ماری

source: Meaning
plk: معنی

source: Media and Entertainment
plk: میڈیا گہ تفریح

source: Medumba
plk: میدُمبا

source: Meetei Lon
plk: میتی لون

source: Melanau
plk: میلانوا

source: Mengambo
plk: میگمبو

source: Menu to access Partnerships, Press and Stories, Community and Languages
plk: شرکت، پریس گہ قصائے، کمیونٹی گہ جِبو بُجیس اُڇھونے کِرِیا مینو

source: Message
plk: پیغام

source: Michoacán Mazahua
plk: مِچواچَن مزَہُوا

source: “Mi mamá dijo, ‘Tú crees que esto es un juego?’ and I was like, ‘Okay chill!’”
plk: "Mi mamá dijo، 'Tú crees que esto es un juego؟' آں آس دہ ادا سیْ، ٹھیکُن ڇھہُونوْǃ“

source: Mina
plk: مینا

source: Mingrelian
plk: منگریلین

source: Minimum sentences in file: 1000
plk: ایک فائل دہ کم از کم 1000 جُملائے۔

source: [Mismatched content]
plk: [غیر مماثل مواد]

source: Misreadings
plk: غلط پڑِیون

source: Missing an 's' at the end of a word.
plk: کوئے لفظے آخر دہ 's' نِش

source: Missing an <strong>'s'</strong> at the end of a word.
plk: ایْک غائب <strong> س </strong>ایُک لفظے آخر دہ

source: Missing 'A' or 'The' at the beginning of the recording.
plk: ریکارڈنگے شیروع دہ 'A' یا 'The' نِش

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
plk: لاپتہ <strong> ا</strong> یا<strong> آ </strong> ریکارڈنگے آغاز دہ

source: Missing the end of the last word by cutting off the recording too quickly.
plk: ریکارڈنگ جنیْ گیْ دویے آخری موڙے چُپ کھائی بون۔

source: Mixed
plk: گَڑ

source: Mixteco Yucuhiti
plk: مکسٹیکو یوکوہیٹی

source: Mokpwe
plk: موکپاوے

source: Moksha
plk: موکشا

source: Mongolian
plk: منگولین

source: More
plk: شِنا گہ

source: [More has been recorded than the required text]
plk: [ضروڑی متنِجیْ بسکو ریکارڈ تِھجِلُن]

source: More languages coming soon
plk: مُتی جِبہ جِنیْ ٹل بونانَن

source: Mossi
plk: موسی

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
plk: بڑیْ کمپنِیو ذریعہ گیْ استعمال بی بسکوْ ڈیٹا بسکہ جگو کِرِیا دستیاب نانوْ۔ بیْس سوچ تھوݨَس۔ چہ کھاݩس اختراع رٹِینوْ۔ آ وجہ گیْ اسا کامن وائس شیروع تھیسَن، آوازے شناخ پتوڑ پھتون دہ مدد دونے کِرِیا ایْک پروجیکٹ

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
plk: بڑیْ کمپنِیو ذریعہ گیْ استعمال بی بسکوْ ڈیٹا بسکہ جگو کِرِیا دستیاب نانوْ۔ بیْس سوچ تھوݨَس۔ کھاں سہ اختراع رٹِینوْ۔ لہذا اسا پروجیکٹ کامن وائس لانچ تھیسَن، آواز سنون دہ مدد دونے کِرِیا ایْک پروجیکٹ آ سے شِناخ بُٹوْڑ اوزگارِن

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
plk: بسکیْ ریکارڈنگ اسہ جگو بِینیْ کھانس تومیْ فطری آواز دہ موْݜ کال تھینَن۔ کرہ کرہ څھوْس غیر معیاری ریکارڈنگ قبول تھوبانَت کھاں چلِیجانیْ، پُھش پُھش بِینیْ، یا ظاہرِن چہ ڈرامائی آواز دِجیئے۔ مہربانی تھے گائی دِیلیْ ریکارڈنگ گہ کمپیوٹرے ترکیب شدہ آوازیْ استعمال تھینَک رَد تِھیا۔

source: Moussey
plk: موسے

source: Mozilla Common Voice datasets are now exclusively available on Mozilla Data Collective.
plk: موزیلا کام وائس ڈیٹا سیٹس چیئے خاص شان گیْ موزیلا ڈیٹا کیکٹِیو جیْ سدتیابُن۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
plk: موزیلا کامن وائس اےْ ایْک آؤلے لپا نیْ چہ مشینوڑ آ سِڇِِرِیھونے تعاون تِھینوْ چہ حقیقی جک سہ موڙیْ کاتھ تھینَن

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
plk: موزیلا کامن وائس تام دُنیے ایکٹوسٹو، جِبو ماہرانو، ڈیٹا سائنسدان، تعلیم گہ سافٹ ویئر انجیئرو متنوع قامو ممکن سنیگِن۔ آ پروجیکٹ موزیلا فاؤنڈیشن اےْ انتظام دہ چلِیجانوْ۔
